Repository: emergedpower/ilterisgHome
Catalog: ilterisgHome/Resources/ilterisg.Models.SharedResource.*.resx
Languages: de_de, tr_tr

# BlogCreateTooltipMetaKeywords
source: Written to the keywords meta tag. Add terms with space or comma.
de_de: Wird in das Keywords-Meta-Tag geschrieben. Begriffe mit Leerzeichen oder Komma hinzufügen.
tr_tr: Bu alan keywords meta etiketine yazılır. Kelimeleri boşluk veya virgül ile ekleyin.

# BlogCreateTooltipSlug
source: Readable part at the end of URL. If empty, the system generates it automatically.
de_de: Lesbarer Teil am Ende der URL. Wenn leer, wird er automatisch erzeugt.
tr_tr: URL sonundaki okunur bölümdür. Boş bırakırsanız sistem otomatik üretir.

# BlogCreateTooltipPublish
source: If checked, the post is published immediately. If not checked, it remains draft.
de_de: Wenn aktiviert, wird der Beitrag sofort veröffentlicht. Sonst bleibt er als Entwurf.
tr_tr: İşaretliyse yazı hemen yayında olur. İşaretli değilse taslak olarak kalır.

# EnterPostSummary
source: Enter a short summary of your post
de_de: Geben Sie eine kurze Zusammenfassung Ihres Beitrags ein
tr_tr: Yazınızın kısa özetini girin

# EnterPostTitle
source: Enter your post title
de_de: Geben Sie den Titel Ihres Beitrags ein
tr_tr: Yazınızın başlığını girin

# EnterYouTubeUrl
source: Enter YouTube video URL:
de_de: Geben Sie die YouTube-Video-URL ein:
tr_tr: YouTube video bağlantısını girin:

source: Featured
de_de: Vorgestellt
tr_tr: Öne Çıkanlar

source: Featured content removed.
de_de: Vorgestellter Inhalt entfernt.
tr_tr: Öne çıkan içerik kaldırıldı.

source: Featured content updated.
de_de: Vorgestellter Inhalt aktualisiert.
tr_tr: Öne çıkan içerik güncellendi.

source: Featured Image
de_de: Vorgestelltes Bild
tr_tr: Öne Çıkan Görsel

source: Follow Us
de_de: Folgen Sie uns
tr_tr: Bizi Takip Edin

# GridView
source: Grid
de_de: Gitter
tr_tr: Izgara

source: Hide Preview
de_de: Vorschau ausblenden
tr_tr: Önizlemeyi Gizle

# ImageUploadError
source: An error occurred while uploading the image.
de_de: Beim Hochladen des Bildes ist ein Fehler aufgetreten.
tr_tr: Görsel yüklenirken bir hata oluştu.

# InvalidBlogPostError
source: Please select a valid blog post.
de_de: Bitte w�hlen Sie einen g�ltigen Blogbeitrag aus.
tr_tr: Lütfen geçerli bir blog yazısı seçin.

# InvalidBlogPostsError
source: Blog post options could not be created.
de_de: Blogbeitrag-Optionen konnten nicht erstellt werden.
tr_tr: Blog yazıları seçenekleri oluşturulamadı.

# InvalidElementsError
source: Selection or order field not found. Please refresh the page.
de_de: Auswahl- oder Reihenfolgefeld nicht gefunden. Bitte aktualisieren Sie die Seite.
tr_tr: Seçim veya sıralama alanı bulunamadı. Lütfen sayfayı yenileyin.

# InvalidItemError
source: Invalid item. Please refresh the page.
de_de: Ungültiges Element. Bitte aktualisieren Sie die Seite.
tr_tr: Geçersiz öğe. Lütfen sayfayı yenileyin.

# InvalidOrderError
source: Please enter a valid order number (1 or greater).
de_de: Bitte geben Sie eine gültige Reihenfolgennummer ein (1 oder größer).
tr_tr: Lütfen geçerli bir sıralama numarası girin (1 veya daha büyük).

source: Latest Posts
de_de: Letzte Beitr�ge
tr_tr: Son Yazılar

# ListView
source: List
de_de: Liste
tr_tr: Liste

source: New Blog Post
de_de: Neuer Blogbeitrag
tr_tr: Yeni Blog Yazısı

source: No
de_de: Nein
tr_tr: Hayır

# NoBlogPostsError
source: Blog posts could not be loaded. Please refresh the page.
de_de: Blogbeitr�ge konnten nicht geladen werden. Bitte aktualisieren Sie die Seite.
tr_tr: Blog yazıları yüklenemedi. Lütfen sayfayı yenileyin.

source: No blog posts yet.
de_de: Noch keine Blogbeitr�ge vorhanden.
tr_tr: Henüz blog yazısı bulunmamaktadır.

# NoCommentsYet
source: No comments yet. Be the first to comment!
de_de: Noch keine Kommentare. Seien Sie der Erste, der kommentiert!
tr_tr: Henüz yorum yok. İlk yorumu siz yapın!

# NoPostsAvailable
source: No blog posts available.
de_de: Keine Blogbeitr�ge verf�gbar.
tr_tr: Kayıtlı blog yazısı yok.

# OnlyImageFilesAllowed
source: Only image files are allowed.
de_de: Nur Bilddateien sind erlaubt.
tr_tr: Sadece görsel dosyaları yükleyebilirsiniz.

source: Popular Topics
de_de: Beliebte Themen
tr_tr: Popüler Konular

source: Posts
de_de: Beitr�ge
tr_tr: Yazılar

source: Post Stream
de_de: Beitragsstrom
tr_tr: Yayın Akışı

source: Preview
de_de: Vorschau
tr_tr: Önizle

source: Preview Content
de_de: Inhalt Vorschau
tr_tr: İçeriği Önizle

source: Preview Image
de_de: Vorschaubild
tr_tr: Önizleme Görseli

source: Publish
de_de: Veröffentlichen
tr_tr: Yayınla

source: Published
de_de: Veröffentlicht
tr_tr: Yayınlandı

source: Publish Status
de_de: Veröffentlichungsstatus
tr_tr: Yayın Durumu

source: Read More
de_de: Weiterlesen
tr_tr: Devamını Oku

source: Recommended Posts
de_de: Empfohlene Beitr�ge
tr_tr: Şunlara Göz Atın

source: Remove Image
de_de: Bild Entfernen
tr_tr: Görseli Kaldır

source: Save
de_de: Speichern
tr_tr: Kaydet

# SectionNotFoundError
source: Section information not found. Please refresh the page.
de_de: Abschnittsinformationen nicht gefunden. Bitte aktualisieren Sie die Seite.
tr_tr: Bölüm bilgisi bulunamadı. Lütfen sayfayı yenileyin.

source: Submit Comment
de_de: Kommentar Senden
tr_tr: Yorum Gönder

source: Summary
de_de: Zusammenfassung
tr_tr: Kısa Açıklama

source: Unpublish
de_de: Nicht veröffentlichen
tr_tr: Yayından Kaldır

source: Update
de_de: Aktualisieren
tr_tr: Güncelle

# UpdateError
source: An error occurred while updating:
de_de: Ein Fehler ist beim Aktualisieren aufgetreten:
tr_tr: Güncelleme işlemi sırasında bir hata oluştu:

# UpdateFailed
source: Update operation failed:
de_de: Aktualisierung fehlgeschlagen:
tr_tr: Güncelleme işlemi başarısız:

# ValidationErrors
source: Validation errors exist.
de_de: Validierungsfehler vorhanden.
tr_tr: Doğrulama hataları mevcut.

# WriteContentHere
source: Write your content here...
de_de: Schreiben Sie Ihren Inhalt hier...
tr_tr: İçeriğinizi buraya yazın...

source: Yes, Delete
de_de: Ja, Löschen
tr_tr: Evet, Sil

source: Your Comment
de_de: Ihr Kommentar
tr_tr: Yorumunuz

source: Your Name
de_de: Ihr Name
tr_tr: Adınız

# EditorAccountCreated
source: Editor account has been created.
de_de: Das Editor-Konto wurde erstellt.
tr_tr: Editör hesabı oluşturuldu.

source: Complete Profile
de_de: Profil vervollst�ndigen
tr_tr: Profili Tamamla

# UserAlreadyExists
source: A user with this email already exists.
de_de: Ein Benutzer mit dieser E-Mail existiert bereits.
tr_tr: Bu e-posta ile kayıtlı kullanıcı zaten var.

source: Sign In
de_de: Anmelden
tr_tr: Giriş Yap

source: Save and Continue
de_de: Speichern und Fortfahren
tr_tr: Kaydet ve Devam Et

# RegisterEditorHeading
source: Create New Editor
de_de: Neuen Editor anlegen
tr_tr: Yeni Editör Tanımla

source: Password
de_de: Passwort
tr_tr: Şifre

source: First Name
de_de: Vorname
tr_tr: Ad

# AccountLockedOut
source: Your account is locked. Please try again later.
de_de: Ihr Konto ist gesperrt. Bitte versuchen Sie es sp�ter erneut.
tr_tr: Hesabınız kilitlendi. Lütfen daha sonra tekrar deneyin.

source: Access Denied
de_de: Zugriff verweigert
tr_tr: Erişim Engellendi

source: Create Editor
de_de: Editor erstellen
tr_tr: Editör Oluştur

source: Return to Home
de_de: Zur Startseite
tr_tr: Ana Sayfaya Dön

# RegisterEditorTitle
source: Editor Registration
de_de: Editor-Registrierung
tr_tr: Editör Kaydı

source: Editor/Admin Login
de_de: Editor/Admin-Anmeldung
tr_tr: Editör/Admin Girişi

source: Confirm Password
de_de: Passwort best�tigen
tr_tr: Şifre Tekrar

source: Remember me
de_de: Angemeldet bleiben
tr_tr: Beni hatırla

source: Last Name
de_de: Nachname
tr_tr: Soyad

# CompleteProfileDescription
source: Complete your first and last name information to manage the blog.
de_de: Vervollst�ndigen Sie Ihren Vor- und Nachnamen, um den Blog zu verwalten.
tr_tr: Blog yönetimi için ad ve soyad bilgilerinizi tamamlayın.

# AccessDeniedMessage
source: You do not have permission to access this page.
de_de: Sie haben keine Berechtigung, auf diese Seite zuzugreifen.
tr_tr: Bu sayfaya erişim yetkiniz yok.

# InvalidEmailOrPassword
source: Email or password is incorrect.
de_de: E-Mail oder Passwort ist falsch.
tr_tr: E-posta veya şifre hatalı.

source: Account
de_de: Konto
tr_tr: Hesap

source: Management
de_de: Verwaltung
tr_tr: Yönetim

source: Logout
de_de: Abmelden
tr_tr: Çıkış

source: Add Editor
de_de: Editor hinzufügen
tr_tr: Editör Ekle

# BlogMenuTitle
source: Blog Menu
de_de: Blog-Menü
tr_tr: Blog Menü

# BlogLayoutAdd
source: Add Blog Post
de_de: Blogbeitrag hinzufügen
tr_tr: Blog Yazısı Ekle

# UserManagementMenu
source: User Management
de_de: Benutzerverwaltung
tr_tr: Kullanıcı Yönetimi

# UserManagementTitle
source: User Management
de_de: Benutzerverwaltung
tr_tr: Kullanıcı Yönetimi

# UserManagementHeading
source: Admin and Editor Accounts
de_de: Admin- und Editor-Konten
tr_tr: Admin ve Editör Hesapları

# UserManagementDescription
source: View active Admin and Editor users, and delete editor accounts when needed.
de_de: Zeigen Sie aktive Admin- und Editor-Benutzer an und löschen Sie bei Bedarf Editor-Konten.
tr_tr: Aktif Admin ve Editör kullanıcılarını görüntüleyin, gerekirse editör hesaplarını silin.

# UserManagementStatsActive
source: Active Users
de_de: Aktive Benutzer
tr_tr: Aktif Kullanıcı

# UserManagementStatsAdmin
source: Admin Count
de_de: Anzahl Admins
tr_tr: Admin Sayısı

# UserManagementStatsEditor
source: Editor Count
de_de: Anzahl Editoren
tr_tr: Editör Sayısı

# UserManagementNoUsers
source: No Admin or Editor users found.
de_de: Keine Admin- oder Editor-Benutzer gefunden.
tr_tr: Admin veya Editör kullanıcı bulunamadı.

# UserManagementColumnName
source: Name
tr_tr: Ad Soyad

# UserManagementColumnEmail
source: Email
tr_tr: E-posta

# UserManagementColumnRoles
source: Roles
de_de: Rollen
tr_tr: Roller

# UserManagementColumnStatus
source: Status
tr_tr: Durum

# UserManagementColumnActions
source: Actions
de_de: Aktionen
tr_tr: İşlemler

# UserManagementRoleEditor
source: Editor
tr_tr: Editör

# UserManagementStatusActive
source: Active
de_de: Aktiv
tr_tr: Aktif

# UserManagementStatusPassive
source: Inactive
de_de: Inaktiv
tr_tr: Pasif

# DeleteEditorButton
source: Delete Editor
de_de: Editor löschen
tr_tr: Editör Sil

# DeleteEditorConfirm
source: Are you sure you want to delete this editor account?
de_de: Möchten Sie dieses Editor-Konto wirklich löschen?
tr_tr: Bu editör hesabını silmek istediğinize emin misiniz?

# DeleteEditorSuccess
source: Editor account deleted successfully.
de_de: Editor-Konto erfolgreich gelöscht.
tr_tr: Editör hesabı başarıyla silindi.

# DeleteEditorFailed
source: The editor account could not be deleted.
de_de: Das Editor-Konto konnte nicht gelöscht werden.
tr_tr: Editör hesabı silinemedi.

# CannotDeleteAdminUser
source: Admin users cannot be deleted from this page.
de_de: Admin-Benutzer können auf dieser Seite nicht gelöscht werden.
tr_tr: Admin kullanıcılar bu sayfadan silinemez.

# CannotDeleteNonEditor
source: This user is not an editor account.
de_de: Dieser Benutzer ist kein Editor-Konto.
tr_tr: Bu kullanıcı bir editör hesabı değil.

# CannotDeleteCurrentUser
source: You cannot delete your own account.
de_de: Sie können Ihr eigenes Konto nicht löschen.
tr_tr: Kendi hesabınızı silemezsiniz.

source: User not found.
de_de: Benutzer nicht gefunden.
tr_tr: Kullanıcı bulunamadı.

# CannotDeleteEditorWithPosts
source: This editor cannot be deleted because they have blog posts.
de_de: Dieser Editor kann nicht gelöscht werden, weil Blogbeiträge vorhanden sind.
tr_tr: Bu editörün blog yazıları olduğu için silinemez.

source: Powered by
de_de: Unterstützt von

# Slide1Alt
source: slidebg1
de_de: Arbeitsschutz Bild
