Repository: emergedpower/ilterisgHome
Catalog: ilterisgHome/Resources/ilterisg.Models.SharedResource.*.resx
Languages: de_de, tr_tr

# DeliveryCondition2
source: In case of possible delays, the Seller informs the Buyer within 24 hours and offers alternative solutions.
de_de: Falls es zu m�glichen Verz�gerungen kommt, informiert der Verk�ufer den K�ufer innerhalb von 24 Stunden und bietet alternative L�sungen an.
tr_tr: Olası gecikmelerde, Satıcı 24 saat içinde Alıcı’yı bilgilendirir ve alternatif çözümler sunar.

# DeliveryCondition3
source: The Seller provides the necessary personnel and technical infrastructure to ensure uninterrupted service continuation.
de_de: Der Verk�ufer stellt das notwendige Personal und die technische Infrastruktur bereit, um einen unterbrechungsfreien Dienstfortbestand zu gew�hrleisten.
tr_tr: Hizmetin kesintisiz devam etmesi için Satıcı, gerekli personel ve teknik altyapıyı sağlar.

source: Delivery Conditions
de_de: Lieferbedingungen
tr_tr: Teslimat Koşulları

# DeliveryConditionsText
source: The Seller initiates the service delivery within a maximum of 5 (five) business days after payment approval and contract establishment.
de_de: Der Verk�ufer beginnt die Dienstleistungslieferung innerhalb von maximal 5 (f�nf) Werktagen nach Zahlungsbest�tigung und Vertragsabschluss.
tr_tr: Satıcı, hizmetin teslimatını, ödeme onaylandıktan ve Sözleşme kurulduktan sonra en geç 5 (beş) iş günü içinde başlatır.

source: Delivery Process
de_de: Lieferprozess
tr_tr: Teslimat Süreci

# DeliveryProcessItem1
source: Our company provides Common Health and Safety Unit (OSGB) services within the dates and conditions specified in the detailed written contract with the customer.
de_de: Unser Unternehmen bietet Dienstleistungen der Gemeinsamen Gesundheits- und Sicherheitsstelle (OSGB) innerhalb der in dem detaillierten schriftlichen Vertrag mit dem Kunden angegebenen Termine und Bedingungen an.
tr_tr: Firmamız, Ortak Sağlık ve Güvenlik Birimi (OSGB) hizmetlerini, müşteri ile yapılan detaylı yazılı sözleşmede belirtilen tarihler ve koşullar çerçevesinde sunar.

# DeliveryProcessItem2
source: The service start date is communicated to the customer in writing within a maximum of two (2) business days after payment confirmation and contract signing by both parties. Additionally, the service implementation schedule and stages are shared in detail.
de_de: Das Startdatum des Dienstes wird dem Kunden schriftlich innerhalb von maximal zwei (2) Werktagen nach Zahlungsbest�tigung und Vertragsunterzeichnung durch beide Parteien mitgeteilt. Zus�tzlich werden der Umsetzungsplan und die Phasen des Dienstes detailliert geteilt.
tr_tr: Hizmetin başlangıç tarihi, ödeme onaylandıktan ve sözleşme (her iki tarafça) imzalandıktan sonra, en geç iki (2) iş günü içinde müşteriye yazılı olarak bildirilir. Ayrıca, hizmetin uygulama takvimi ve aşamaları detaylı bir şekilde paylaşılır.

# DeliveryProcessItem3
source: Payment can be made in full or in installments before the service begins. The payment plan is clearly specified in the contract and approved by the customer.
de_de: Die Zahlung kann vor Beginn des Dienstes vollst�ndig oder in Raten erfolgen. Der Zahlungsplan wird im Vertrag klar festgelegt und vom Kunden genehmigt.
tr_tr: Ödeme, hizmetin başlamasından önce tam veya taksitli olarak yapılabilir. Ödeme planı, sözleşmede açıkça belirtilir ve müşteri onayı alınır.

# DeliveryProcessItem4
source: Service delivery is carried out by expert teams assigned by OSGB, including regular inspections, trainings, and reports within the scope of occupational health and safety (OHS) projects.
de_de: Die Dienstleistungserbringung erfolgt durch von der OSGB beauftragte Expertenteams durch regelm��ige Inspektionen, Schulungen und Berichterstattung im Rahmen von Arbeitsschutz- und Sicherheitsprojekten (OHS).
tr_tr: Hizmet teslimatı, OSGB tarafından atanacak uzman ekiplerce, iş sağlığı ve güvenliği (İSG) projeleri kapsamında düzenli denetimler, eğitimler ve raporlamalarla gerçekleştirilir.

# DeliveryProcessItem5
source: In case of potential delays due to technical issues, staff shortages, or unforeseen circumstances during the delivery process, our company provides solutions within 24 hours and informs the customer. Backup plans are activated to ensure uninterrupted service.
de_de: Im Falle m�glicher Verz�gerungen durch technische Probleme, Personalmangel oder unvorhergesehene Umst�nde w�hrend des Lieferprozesses bietet unser Unternehmen innerhalb von 24 Stunden L�sungen und informiert den Kunden. Ersatzpl�ne werden aktiviert, um einen unterbrechungsfreien Dienst zu gew�hrleisten.
tr_tr: Teslimat sürecinde, teknik aksaklıklar, personel eksikliği veya beklenmedik durumlar gibi olası gecikmeler yaşanması halinde, firmamız 24 saat içinde çözüm üretir ve müşteriyi bilgilendirir. Hizmetin kesintisiz devam etmesi için yedek planlar devreye alınır.

# DeliveryProcessItem6
source: In case of changes in the customer�????s workplace conditions (e.g., an increase in the number of employees or identification of a new risk), the service scope is reviewed and updated without additional fees.
de_de: Bei ???nderungen der Arbeitsplatzbedingungen des Kunden (z. B. Erh�hung der Mitarbeiterzahl oder Feststellung eines neuen Risikos) wird der Dienstleistungsumfang ohne zus�tzliche Geb�hren �berpr�ft und aktualisiert.
tr_tr: Müşterinin iş yeri koşullarında değişiklik (örneğin, çalışan sayısı artışı veya yeni bir risk tespiti) olması durumunda, hizmet kapsamı ek bir ücret talep edilmeden gözden geçirilir ve güncellenir.

# DeliveryProcessItem7
source: At every stage of the service, regular progress reports (monthly or project-based) are provided to the customer. These reports include the work performed, identified risks, and solution recommendations.
de_de: In jeder Phase des Dienstes werden dem Kunden regelm��ige Fortschrittsberichte (monatlich oder projektbasiert) zur Verf�gung gestellt. Diese Berichte enthalten die durchgef�hrten Arbeiten, identifizierte Risiken und L�sungsvorschl�ge.
tr_tr: Hizmetin her aşamasında, müşteriye düzenli ilerleme raporları (aylık veya proje bazlı) sunulur. Bu raporlar, yapılan çalışmaları, tespit edilen riskleri ve çözüm önerilerini içerir.

# DeliveryReturn
source: Delivery and Return Terms
de_de: Liefer- und Rückgabebedingungen
tr_tr: Teslimat ve İade Şartları

# DeliveryReturnTerms
source: Delivery and Return Terms
de_de: Liefer- und Rückgabebedingungen
tr_tr: Teslimat ve İade Şartları

source: Description
de_de: Beschreibung
tr_tr: Açıklama

# DiscoverManageSolutions
source: Discover and manage the most suitable OHS solutions for your company on a single platform.
de_de: Entdecken und verwalten Sie die besten IAG-Lösungen für Ihr Unternehmen auf einer einzigen Plattform.
tr_tr: Firmanız için en uygun İSG çözümlerini tek platformda keşfedin ve yönetin.

source: Dispute Resolution
de_de: Streitbeilegung
tr_tr: Uyuşmazlıkların Çözümü

# DisputeResolutionText
source: In disputes arising from the Contract, the parties first seek a solution in good faith. If no solution is reached, the Consumer Arbitration Committee or Consumer Courts at the Buyer�????s place of residence are authorized.
de_de: Bei Streitigkeiten, die aus dem Vertrag entstehen, suchen die Parteien zun�chst in gutem Glauben eine L�sung. Kann keine L�sung erzielt werden, sind das Verbraucherschutz-Schiedsgericht oder die Verbrauchergerichte am Wohnort des K�ufers zust�ndig.
tr_tr: Sözleşme’den kaynaklanan uyuşmazlıklarda, öncelikle taraflar iyi niyetle çözüm arar. Çözüm sağlanamazsa, Alıcı’nın ikametgahında bulunan Tüketici Hakem Heyeti veya Tüketici Mahkemeleri yetkilidir.

# DistanceSale
source: Distance Sale Contract
de_de: Fernabsatzvertrag
tr_tr: Mesafeli Satış Sözleşmesi

source: Distance Sale Contract
de_de: Fernverkaufsvertrag
tr_tr: Mesafeli Satış Sözleşmesi

# DistanceSaleContractDescription
source: This Distance Sale Contract (\"Contract\") is drawn up between the parties specified below for online purchase transactions between our company�????s website and your company for OSGB services. It is prepared in accordance with Law No. 6502 on Consumer Protection and the Distance Contracts Regulation, clearly regulating the rights and obligations of the buyer and seller. The contract becomes binding between the parties upon the purchase of the service.
de_de: Dieser Fernverkaufsvertrag (???Vertrag�) wird zwischen den unten angegebenen Parteien f�r Online-Kauftransaktionen zwischen der Website unseres Unternehmens und Ihrem Unternehmen f�r OSGB-Dienste erstellt. Er wurde in �bereinstimmung mit dem Gesetz Nr. 6502 zum Verbraucherschutz und der Verordnung �ber Fernvertr�ge vorbereitet und regelt klar die Rechte und Pflichten des K�ufers und Verk�ufers. Der Vertrag wird mit dem Kauf des Dienstes zwischen den Parteien verbindlich.
tr_tr: İşbu Mesafeli Satış Sözleşmesi (\"Sözleşme\"), aşağıda belirtilen taraflar arasında, Firmamızın web sitesi üzerinden gerçekleştirilen OSGB ve firmanız arasında online satın alma işlemleri için düzenlenmiştir. 6502 sayılı Tüketicinin Korunması Hakkında Kanun ve Mesafeli Sözleşmeler Yönetmeliği hükümlerine uygun olarak hazırlanmış olup, alıcı ve satıcının hak ve yükümlülüklerini açıkça düzenler. Sözleşme, hizmetin satın alınmasıyla birlikte taraflar arasında bağlayıcı hale gelir.

# EasiestService
source: We offer you the most effortless service!
de_de: Wir bieten Ihnen den mühelosesten Service!
tr_tr: Size en zahmetsiz hizmeti sunuyoruz!

# EasyOHSManagement
source: Easy and Fast OHS Management
de_de: Einfaches und schnelles Arbeitsschutzmanagement
tr_tr: Kolay ve Hızlı İSG Yönetimi

# EasyOHSManagementDesc
source: Manage your OHS services online and accelerate your field operations. Track agreements, reporting, training processes, and health checks from a single platform.
de_de: Verwalten Sie Ihre Arbeitsschutzdienste online und beschleunigen Sie Ihre Feldeins�tze. Verfolgen Sie Vereinbarungen, Berichterstattung, Schulungsprozesse und Gesundheitsuntersuchungen von einer einzigen Plattform aus.
tr_tr: İSG hizmetlerinizi online yönetin, saha operasyonlarınızı hızlandırın. Anlaşma, raporlama, eğitim süreçleri ve sağlık muayenelerini tek platformdan takip edin

# EasyPayments
source: Speed up transactions with easy payment options.
de_de: Beschleunigen Sie Transaktionen mit einfachen Zahlungsoptionen.
tr_tr: Kolay ödeme seçenekleriyle işlemleri hızlandırın.

source: Email
tr_tr: E-posta

# EmailAddresses
source: Our Email Addresses
de_de: Unsere E-Mail-Adressen
tr_tr: Mail Adreslerimiz

# EmailDynamic
source: Customer�????s email address
de_de: E-Mail-Adresse des Kunden
tr_tr: Müşterinin e-posta adresi

# EmailPlaceholder
source: example@domain.com
de_de: beispiel@domain.com
tr_tr: ornek@domain.com

source: English
de_de: Englisch
tr_tr: İngilizce

source: Error
de_de: Fehler
tr_tr: Hata

# ErrorOccurred
source: An error occurred:
de_de: Ein Fehler ist aufgetreten:
tr_tr: Hata oluştu:

# ExpertManagement
source: Helping you manage occupational safety processes with expert hands.
de_de: Unterst�tzung bei der Verwaltung von Arbeitssicherheitsprozessen mit fachkundigen H�nden.
tr_tr: İş güvenliği süreçlerini uzman ellerde yönetmenize yardımcı olmak.

# FacilitateCompliance
source: we facilitate your compliance with legal obligations.
de_de: wir erleichtern Ihnen die Einhaltung gesetzlicher Vorschriften.
tr_tr: yasal yükümlülüklerinizi yerine getirmenizi kolaylaştırıyoruz.

# FastestSafestOHS
source: As ILTER-OSGB, we strive to provide you with the fastest and safest occupational health and safety (OHS) services. We offer the most suitable Common Health and Safety Unit (OSGB) services tailored to your company�????s needs, making it easier for you to meet your legal obligations.
de_de: Als ILTER-OSGB setzen wir uns dafür ein, Ihnen die schnellsten und sichersten Arbeitsschutz- und Sicherheitsdienste (OHS) bereitzustellen. Wir bieten die passendsten Dienstleistungen der Gemeinsamen Gesundheits- und Sicherheitsstelle (OSGB), die auf die Bedürfnisse Ihres Unternehmens zugeschnitten sind, und erleichtern Ihnen die Erfüllung Ihrer gesetzlichen Verpflichtungen.
tr_tr: İLTER-İSG olarak, iş sağlığı ve güvenliği (İSG) hizmetlerinizi en hızlı ve en güvenli şekilde alabilmeniz için çalışıyoruz. Firmanızın ihtiyacına en uygun OSGB (Ortak Sağlık Güvenlik Birimi) hizmetini sunuyor, yasal yükümlülüklerinizi yerine getirmenizi kolaylaştırıyoruz.

# FastOSGB
source: Fast Agreement and Payment with OSGB
de_de: Schnelle Vereinbarung und Zahlung mit OSGB
tr_tr: OSGB ile Hızlı Anlaşma ve Ödeme

# FastOSGBImageAlt
source: Fast OSGB Image
de_de: Schnelles OSGB Bild
tr_tr: Hızlı OSGB Görseli

# FastReliableSolutions
source: Providing fast, easy, and reliable solutions in OSGB selection and training processes.
de_de: Bereitstellung schneller, einfacher und zuverl�ssiger L�sungen bei der OSGB-Auswahl und Schulungsprozessen.
tr_tr: OSGB seçimi ve eğitim süreçlerinde hızlı, kolay ve güvenilir çözümler sunmak.

# FastSecureAgreements
source: Fast and secure agreement processes.
de_de: Schnelle und sichere Vertragsprozesse.
tr_tr: Hızlı ve güvenli anlaşma süreçleri.

# FillFormContact
source: Fill out the form, and we will reach out to you for any request as soon as possible.
de_de: Füllen Sie das Formular aus, und wir werden Sie so schnell wie möglich für jede Anfrage kontaktieren.
tr_tr: Formu doldurun, en kısa sürede size her türlü isteğiniz için ulaşalım

# FooterLogoAlt
source: Footer Logo
tr_tr: Footer Logosu

source: For You
de_de: Für Sie
tr_tr: Sizin İçin

source: German
de_de: Deutsch
tr_tr: Almanca

source: GET IN TOUCH!
de_de: KONTAKTIERE UNS!
tr_tr: BİZE ULAŞIN!

# HealthOneClickAway
source: Your Health is One Click Away!
de_de: Ihre Gesundheit ist nur einen Klick entfernt!
tr_tr: Sağlığınız Bir Tık Uzağınızda!

# HealthScreenings
source: Plan necessary health screenings for your employees.
de_de: Planen Sie notwendige Gesundheitsuntersuchungen für Ihre Mitarbeiter.
tr_tr: Çalışanlarınız için gerekli sağlık taramalarını planlayın.

# HealthScreeningsPeriodic
source: Health screenings, periodic examinations, and risk analyses.
de_de: Gesundheitschecks, regelm��ige Untersuchungen und Risikoanalysen.
tr_tr: Sağlık taramaları, periyodik muayeneler ve risk analizleri.

# Help
source: Get Help
de_de: Hilfe erhalten
tr_tr: Yardım Almak

source: Home
de_de: Startseite
tr_tr: Ana Sayfa

# HomePageTitle
source: İLTER-İSG - HOME
de_de: İLTER-İSG - STARTSEITE
tr_tr: İLTER-İSG - ANA SAYFA

# IDTaxNumber
source: T.C. ID Number / Tax Number
de_de: T.C. Personalausweisnummer / Steuernummer
tr_tr: T.C. Kimlik No / Vergi No

# IDTaxNumberDynamic
source: ID or tax number obtained from the customer
de_de: Vom Kunden erhaltene Personalausweis- oder Steuernummer
tr_tr: Müşteriden alınan kimlik veya vergi numarası

source: Information
tr_tr: Bilgi Alma

# InnovativeEfficient
source: Making processes more efficient, faster, and reliable with innovative technologies.
de_de: Prozesse mit innovativen Technologien effizienter, schneller und zuverl�ssiger zu gestalten.
tr_tr: Yenilikçi teknolojilerle süreçleri daha verimli, daha hızlı ve güvenilir hale getirmek.

# InternationalStandards
source: Offering OHS services compliant with international standards.
de_de: Bereitstellung von IAG-Diensten, die internationalen Standards entsprechen.
tr_tr: Uluslararası standartlara uygun İSG hizmetleri sunmak.

# InvalidPhoneNumber
source: Invalid phone number format. Please enter a 10 or 11 digit number (with or without leading zero, no + sign).
de_de: Ungültiges Telefonnummernformat. Bitte geben Sie eine 10- oder 11-stellige Nummer ein (mit oder ohne führende Null, kein + Zeichen).
tr_tr: Geçersiz telefon numarası formatı. Lütfen 10 veya 11 haneli bir numara girin (başı sıfırlı veya sıfırsız, + işareti kullanmayın).

# InvoiceInfo
source: Invoice Information
de_de: Rechnungsinformationen
tr_tr: Fatura Bilgisi

# InvoiceInfoText
source: The service fee invoice is sent to the Buyer�????s specified address or email address after payment is completed.
de_de: Die Rechnung f�r die Dienstgeb�hr wird nach Zahlungsabwicklung an die vom K�ufer angegebene Adresse oder E-Mail-Adresse gesendet.
tr_tr: Hizmet bedeli faturası, ödeme tamamlandıktan sonra Alıcı’nın belirttiği adrese veya e-posta adresine gönderilir.

# Keywords
source: OHS, OSGB, Occupational Physician, Risk Analysis, Common Health and Safety, ILTER, Ilteris, Ilterisg, Hazard Class, Ilter, Ilter-osgb, ilteris, Blog, Login
de_de: Arbeitsschutz, OSGB, Betriebsarzt, Risikoanalyse, Gemeinsame Gesundheit und Sicherheit, ILTER, Ilteris, Ilterisg, Gefahrenklasse, Ilter, Ilter-osgb, ilteris, Blog, Anmelden
tr_tr: İSG, OSGB, İşyeri Hekimi, Risk Analizi, Ortak Sağlık ve Güvenlik, İLTER, İlteriş, İlterisg, Tehlike Sınıfı, İlter, İlter-isg, ilteriş, Blog, Giriş Yap

# LanguageChangeError
source: Language change failed.
de_de: Sprachwechsel fehlgeschlagen.
tr_tr: Dil değiştirme işlemi başarısız oldu.

# LanguageFlagAlt
source: Language Flag
de_de: Flagge
tr_tr: Dil Bayrağı

source: Login
de_de: Anmeldung
tr_tr: Giriş

# ManageOHS
source: Easily Manage Your OHS Services
de_de: Verwalten Sie Ihre Arbeitsschutzdienste einfach
tr_tr: İSG Hizmetlerinizi Kolayca Yönetin

# ManageOHSImageAlt
source: OHS Management Image
de_de: Arbeitsschutzmanagement Bild
tr_tr: İSG Yönetimi Görseli

# ManageOHSPoint
source: Manage occupational health and safety services from a single point.
de_de: Verwalten Sie Arbeitsschutzdienste von einem einzigen Punkt aus.
tr_tr: İş sağlığı ve güvenliği hizmetlerinizi tek noktadan yönetin.

# ManageOHSProcesses
source: Manage your company�????s occupational health and safety processes professionally. Ensure workplace safety with our OHS consultancy, risk analysis, health screenings, and legal compliance services.
de_de: Verwalten Sie die Arbeitsschutz- und Sicherheitsprozesse Ihres Unternehmens professionell. Sorgen Sie mit unserer Arbeitsschutzberatung, Risikoanalysen, Gesundheitsuntersuchungen und gesetzlichen Konformit�tsdiensten f�r Sicherheit am Arbeitsplatz.
tr_tr: İşletmenizin iş sağlığı ve güvenliği süreçlerini profesyonel bir şekilde yönetin. İSG danışmanlığı, risk analizi, sağlık taramaları ve yasal uyumluluk hizmetlerimizle iş yerinizi güvenli hale getirin.

# ManageOSGBAgreements
source: we enable you to manage OSGB agreements, health screenings, trainings, and risk analyses from a single point.
de_de: wir erm�glichen es Ihnen, OSGB-Vertr�ge, Gesundheitschecks, Schulungen und Risikoanalysen von einem zentralen Punkt aus zu verwalten.
tr_tr: tek noktadan OSGB anlaşmaları, sağlık taramaları, eğitimler ve risk analizlerini yönetmenizi sağlıyoruz.

# ManageServicesOnePlace
source: Manage All Services from One Place
de_de: Verwalten Sie alle Dienstleistungen von einem Ort aus
tr_tr: Tüm Hizmetleri Tek Noktadan Yönetin

# ManageServicesOnePlaceDesc
source: Manage all your services and other processes from a single point.
de_de: Verwalten Sie alle Ihre Dienstleistungen und anderen Prozesse von einem einzigen Ort aus.
tr_tr: Alacağınız her hizmeti ve diğer süreçlerinizi tek noktadan yönetin.

source: Meet Our Services
de_de: Lernen Sie unsere Dienstleistungen kennen
tr_tr: Hizmetlerimizle Tanışın

# MeetProfessionals
source: Meet our professionals who you can consult and receive services from anytime!
de_de: Lernen Sie unsere Fachleute kennen, die Sie jederzeit konsultieren und Dienstleistungen in Anspruch nehmen können!
tr_tr: İstediğiniz vakit danışıp hizmet alabileceğiniz profesyonellerimizle tanışın!

# MessageSentSuccessfully
source: Your message has been sent successfully!
de_de: Ihre Nachricht wurde erfolgreich gesendet!
tr_tr: Mesajınız başarıyla gönderildi!

source: More
de_de: Mehr
tr_tr: Daha Fazla

# MostTrustedPartner
source: Being the most reliable and fastest solution partner in OHS services.
de_de: Der zuverl�ssigste und schnellste L�sungspartner f�r Arbeitsschutzdienste zu sein.
tr_tr: İSG hizmetlerinde en güvenilir ve en hızlı çözüm ortağı olmak.

source: Name Surname
de_de: Name Vorname
tr_tr: Ad Soyad

# NameSurnameDynamic
source: Name or company title entered by the customer on the website
de_de: Vom Kunden auf der Website eingegebener Name oder Firmenname
tr_tr: Müşterinin web sitesinde doldurduğu isim veya firma unvanı

# NameSurnamePlaceholder
source: Name-Surname
de_de: Name-Vorname
tr_tr: İsim-Soyisim

source: Name Surname / Title
de_de: Name Nachname / Titel
tr_tr: Ad Soyad / Unvan

# NoNeedToSearch
source: Without the need to search door to door
de_de: Ohne dass Sie von Tür zu Tür suchen müssen
tr_tr: Kapı kapı hizmet aramanıza gerek kalmadan

# NoNeedToSearchManually
source: No need to search manually door-to-door,
de_de: Sie müssen nicht von Tür zu Tür nach Dienstleistungen suchen,
tr_tr: Kapı kapı hizmet aramanıza gerek kalmadan,

# OHSManagement
source: Occupational Health and Safety Management
de_de: Arbeitsschutzmanagement
tr_tr: İş Sağlığı ve Güvenliği Yönetimi

# OHSManagementImageAlt
source: Occupational Health and Safety Management Image
de_de: Arbeitsschutzmanagement Bild
tr_tr: İş Sağlığı ve Güvenliği Yönetimi Görseli

source: OK
tr_tr: Tamam

# OneStepAway
source: You are one step away from change!
de_de: Sie sind nur einen Schritt vom Wandel entfernt!
tr_tr: Değişimden bir adım uzaktasınız!

# OSGBStandardsPolicies
source: OSGB Service Standards and Policies
de_de: OSGB-Dienststandards und -Richtlinien
tr_tr: OSGB Hizmet Standartlarımız ve Politikalarımız

source: Other
de_de: Andere
tr_tr: Diğer

# OurGoals
source: What Are Our Goals?
de_de: Welche Ziele verfolgen wir?
tr_tr: Neleri Amaçlıyoruz?

source: Our Mission
de_de: Unsere Mission
tr_tr: Misyonumuz

source: Our Service Process
de_de: Unser Serviceprozess
tr_tr: Hizmet Sürecimiz

source: Our Vision
de_de: Unsere Vision
tr_tr: Vizyonumuz

source: Parties
de_de: Parteien
tr_tr: Taraflar

# PartiesRightsObligations
source: Parties�???? Rights and Obligations
de_de: Rechte und Pflichten der Parteien
tr_tr: Tarafların Hak ve Yükümlülükleri

# PartnerWithOSGBDesc
source: Start your service process by partnering with an expert Common Health and Safety Unit (OSGB).
de_de: Beginnen Sie Ihren Dienstleistungsprozess, indem Sie sich mit einer fachkundigen Gemeinsamen Gesundheits- und Sicherheitsstelle (OSGB) zusammenschließen.
tr_tr: Alanında uzman Ortak Sağlık ve Güvenlik Birimi (OSGB) ile eşleşerek hizmet sürecinizi başlatın.

source: Payment Method
de_de: Zahlungsmethode
tr_tr: Ödeme Yöntemi

# PaymentMethodValue
source: Credit Card Single Payment / IBAN
de_de: Kreditkarten-Einzahlung / IBAN
tr_tr: Kredi Kartı Tek Çekim / İban

source: Pay with iyzico
de_de: Mit iyzico bezahlen
tr_tr: iyzico ile Öde

# PayWithIyzicoText
source: All your online payments are secured with the iyzico infrastructure.
de_de: Alle Ihre Online-Zahlungen sind durch die iyzico-Infrastruktur gesichert.
tr_tr: Tüm online ödemeleriniz iyzico altyapısıyla güvence altına alınmaktadır.

# PayWithVisaMasterCard
source: Pay with Visa and MasterCard
de_de: Mit Visa und MasterCard bezahlen
tr_tr: Visa ve MasterCard ile öde

# PayWithVisaMasterCardText
source: We offer secure payment options with Visa and MasterCard credit cards.
de_de: Wir bieten sichere Zahlungsmöglichkeiten mit Visa- und MasterCard-Kreditkarten an.
tr_tr: Visa ve MasterCard kredi kartları ile güvenli ödeme imkanı sunuyoruz.

source: Phone
de_de: Telefon
tr_tr: Telefon

# PhoneDynamic
source: Customer�????s contact number
de_de: Kontaktnummer des Kunden
tr_tr: Müşterinin iletişim numarası

source: Phone Number
de_de: Telefonnummer
tr_tr: Telefon Numarası

# PhoneNumbers
source: Our Phone Numbers
de_de: Unsere Telefonnummern
tr_tr: Telefon Numaralarımız
