Repository: emergedpower/ilterisgHome
Catalog: ilterisgHome/Resources/ilterisg.Models.SharedResource.*.resx
Languages: de_de, tr_tr

# About
source: About Us
de_de: Über Uns
tr_tr: Hakkımızda

source: About Us
de_de: Über Uns
tr_tr: Hakkımızda

# AboutUsDescription1
source: Our company, authorized by the Ministry of Labor and Social Security as a Joint Health and Safety Unit (OSGB), was established to provide innovative and reliable solutions to the business world.
de_de: Unser Unternehmen wurde als Gemeinsame Gesundheits- und Sicherheitsstelle (OSGB) vom Ministerium f�r Arbeit und Soziales autorisiert und mit dem Ziel gegr�ndet, innovative und zuverl�ssige L�sungen f�r die Gesch�ftswelt bereitzustellen.
tr_tr: Firmamız, Çalışma ve Sosyal Güvenlik Bakanlığı tarafından yetkilendirilmiş bir Ortak Sağlık ve Güvenlik Birimi (OSGB) olarak, iş dünyasına yenilikçi ve güvenilir çözümler sunmak amacıyla kurulmuştur.

# AboutUsDescription2
source: Our mission is to create a healthy and safe working environment in workplaces, supporting businesses in fully meeting their legal obligations. Since our establishment, we have earned our customers�???? trust through services in areas such as risk assessments, comprehensive occupational health and safety training, environmental measurements, emergency planning, periodic health screenings, and more. By ensuring full compliance with regulations, we enable businesses to prioritize not only their legal obligations but also the health and well-being of their employees.
de_de: Unsere Mission ist es, in Arbeitsst�tten eine gesunde und sichere Arbeitsumgebung zu schaffen und Unternehmen dabei zu unterst�tzen, ihre gesetzlichen Verpflichtungen vollst�ndig zu erf�llen. Seit unserer Gr�ndung haben wir das Vertrauen unserer Kunden durch Dienstleistungen in Bereichen wie Risikobewertungen, umfassende Schulungen zu Arbeitsschutz und -sicherheit, Umweltmessungen, Notfallplanung, regelm��ige Gesundheitsuntersuchungen und mehr gewonnen. Durch vollst�ndige Einhaltung der Vorschriften erm�glichen wir Unternehmen, nicht nur ihre gesetzlichen Verpflichtungen, sondern auch die Gesundheit und das Wohlbefinden ihrer Mitarbeiter in den Vordergrund zu stellen.
tr_tr: OSGB hizmetlerini firmalarla birleştiren öncü bir kuruluş olarak, iş sağlığı ve güvenliği alanında uzmanlaşmış ekibimizle, işletmelerin ve çalışanların ihtiyaçlarını tek çatı altında buluşturuyoruz.

# AboutUsDescription3
source: We aim to take OSGB services a step further by acting as a bridge collaborating with companies. We provide tailored solutions for each customer�????s needs, streamline business processes, and build a sustainable safety culture. Employee health and customer satisfaction are the cornerstones of our operations. With this awareness, we leverage the latest technological opportunities to develop innovative approaches and take a leading role in the industry.
de_de: Wir streben danach, OSGB-Dienstleistungen einen Schritt weiter zu bringen, indem wir als Br�cke in Zusammenarbeit mit Unternehmen agieren. Wir bieten ma�geschneiderte L�sungen f�r die Bed�rfnisse jedes Kunden, optimieren Gesch�ftsprozesse und schaffen eine nachhaltige Sicherheitskultur. Die Gesundheit der Mitarbeiter und die Kundenzufriedenheit sind die Eckpfeiler unserer T�tigkeiten. Mit diesem Bewusstsein nutzen wir die neuesten technologischen M�glichkeiten, um innovative Ans�tze zu entwickeln und eine f�hrende Rolle in der Branche zu �bernehmen.
tr_tr: Biz, OSGB hizmetlerini bir adım öteye taşıyarak firmalarla iş birliği yapan bir köprü olmayı hedefliyoruz. Her bir müşterimizin ihtiyaçlarına özel çözümler üretiyor, iş süreçlerini kolaylaştırıyor ve sürdürülebilir bir güvenlik kültürü inşa ediyoruz. Çalışan sağlığı ve müşteri memnuniyeti, faaliyetlerimizin temel taşlarıdır. Bu bilinçle, teknolojinin sunduğu en güncel imkanları kullanarak, yenilikçi yaklaşımlar geliştiriyor ve sektörde öncü bir rol üstleniyoruz.

# AboutUsDescription4
source: Our company aims to grow with you and add value to the business world. We take pride in being by your side for all your occupational health and safety needs, always striving to offer the best with our professional team. The strong bonds we have built with the businesses that trust us are the greatest proof of our success.
de_de: Unser Unternehmen zielt darauf ab, mit Ihnen zu wachsen und der Gesch�ftswelt einen Mehrwert zu bieten. Wir sind stolz darauf, Ihnen bei all Ihren Bed�rfnissen im Bereich Arbeitsschutz und -sicherheit zur Seite zu stehen und streben mit unserem professionellen Team stets danach, das Beste zu bieten. Die starken Bindungen, die wir mit den Unternehmen, die uns vertrauen, aufgebaut haben, sind der gr��te Beweis f�r unseren Erfolg.
tr_tr: Firmamız, sizinle birlikte büyümeyi ve iş dünyasına değer katmayı amaçlıyor. İş sağlığı ve güvenliği konusundaki tüm ihtiyaçlarınızda yanınızda olmaktan gurur duyuyor, profesyonel ekibimizle her zaman en iyisini sunmak için çalışıyoruz. Bize güvenen işletmelerle kurduğumuz güçlü bağlar, başarımızın en büyük kanıtıdır.

# AccessReports
source: Access training, health checks, and safety reports from a single screen.
de_de: Greifen Sie auf Schulungen, Gesundheitschecks und Sicherheitsberichte über einen einzigen Bildschirm zu.
tr_tr: Eğitimler, sağlık kontrolleri ve iş güvenliği raporlarına tek ekrandan erişin.

source: Address
de_de: Adresse
tr_tr: Adres

# AddressDynamic
source: Customer�????s delivery or billing address
de_de: Liefer- oder Rechnungsadresse des Kunden
tr_tr: Müşterinin teslimat veya fatura adresi

# AllFieldsRequired
source: All fields are required.
de_de: Alle Felder sind erforderlich.
tr_tr: Tüm alanlar doldurulmalıdır.

# AppName
source: İLTERİSG Admin Panel
tr_tr: İLTERİSG Admin Paneli

source: Buyer
de_de: K�ufer
tr_tr: Alıcı

# BuyerObligation
source: The Buyer is obliged to declare the above information correctly and completely during the purchase process.
de_de: Der K�ufer ist verpflichtet, die oben genannten Informationen w�hrend des Kaufprozesses korrekt und vollst�ndig zu deklarieren.
tr_tr: Alıcı, satın alma işlemi sırasında yukarıdaki bilgilerini doğru ve eksiksiz olarak beyan etmekle yükümlüdür.

# BuyerObligation1
source: To fulfill the payment obligation on time
de_de: Die Zahlungsverpflichtung pünktlich zu erfüllen
tr_tr: Ödeme yükümlülüğünü zamanında yerine getirmek

# BuyerObligation2
source: To provide accurate and complete information
de_de: Korrekte und vollst�ndige Informationen bereitzustellen
tr_tr: Doğru ve eksiksiz bilgi sağlamak

# BuyerObligation3
source: To demonstrate the necessary cooperation for the provision of the service
de_de: Die notwendige Zusammenarbeit für die Erbringung des Dienstes zu zeigen
tr_tr: Hizmetin sunulması için gerekli iş birliğini göstermek

# BuyerObligations
source: Buyer�????s Obligations
de_de: Verpflichtungen des K�ufers
tr_tr: Alıcı’nın Yükümlülükleri

# CallMeBack
source: Let Us Reach You!
de_de: Lassen Sie sich von uns kontaktieren!
tr_tr: Size Ulaşalım!

# CancellationChange
source: Cancellation and Change Requests
de_de: Stornierungs- und �???nderungsanfragen
tr_tr: İptal ve Değişiklik Talepleri

# CancellationChangeItem1
source: Cancellation or change requests before the service begins must be communicated to our company in writing (via email or official letter) at least five (5) business days before the service start date.
de_de: Stornierungs- oder �??nderungsanfragen vor Beginn des Dienstes müssen mindestens fünf (5) Werktage vor dem Startdatum des Dienstes schriftlich (per E-Mail oder offizielles Schreiben) an unser Unternehmen übermittelt werden.
tr_tr: Hizmet başlamadan önce yapılacak iptal veya değişiklik talepleri, hizmetin başlangıç tarihinden en az beş (5) iş günü önce yazılı olarak (e-posta veya resmi yazı ile) firmamıza iletilmelidir.

# CancellationChangeItem2
source: Cancellation requests reported within this period are considered valid, and the full service fee paid is refunded to the customer without deductions within 7 business days.
de_de: Stornierungsanfragen, die innerhalb dieses Zeitraums gemeldet werden, gelten als g�ltig, und die gezahlte Dienstleistungsgeb�hr wird dem Kunden innerhalb von 7 Werktagen ohne Abz�ge vollst�ndig zur�ckerstattet.
tr_tr: Bu süre içinde bildirilen iptal talepleri geçerli kabul edilir ve ödenen hizmet bedelinin tamamı, masrafsız olarak 7 iş günü içinde müşteriye iade edilir.

# CancellationChangeItem3
source: Cancellation requests made less than 5 business days before the service start date will not be considered, and the paid fee will not be refunded. However, the service scope can be modified upon the customer�????s request.
de_de: Stornierungsanfragen, die weniger als 5 Werktage vor dem Startdatum des Dienstes gestellt werden, werden nicht ber�cksichtigt, und die gezahlte Geb�hr wird nicht zur�ckerstattet. Der Dienstleistungsumfang kann jedoch auf Wunsch des Kunden ge�ndert werden.
tr_tr: Hizmetin başlangıç tarihinden 5 iş gününden daha kısa bir süre kala yapılan iptal talepleri değerlendirilmez ve ödenen bedel iade edilmez. Ancak, müşteri talebi doğrultusunda hizmetin kapsamı değiştirilebilir.

# CancellationChangeItem4
source: For change requests (e.g., extending the service duration or requesting additional staff), our company will make additional planning and respond to the customer within a maximum of 3 business days.
de_de: F�r ???nderungsanfragen (z. B. Verl�ngerung der Dienstlaufzeit oder Anforderung zus�tzlichen Personals) wird unser Unternehmen zus�tzliche Planungen vornehmen und dem Kunden innerhalb von maximal 3 Werktagen antworten.
tr_tr: Değişiklik talepleri (örneğin, hizmet süresinin uzatılması veya ek personel talebi) için firmamız, ek bir planlama yaparak en geç 3 iş günü içinde müşteriye geri dönüş sağlar.

# CollectedDataPurpose1
source: To ensure our services are provided completely and on time
de_de: Um sicherzustellen, dass unsere Dienste vollst�ndig und rechtzeitig erbracht werden
tr_tr: Hizmetlerimizin eksiksiz ve zamanında sunulabilmesi

# CollectedDataPurpose2
source: To meet customer requests and plan service processes
de_de: Um Kundenanfragen zu erfüllen und Dienstprozesse zu planen
tr_tr: Müşteri taleplerinizin karşılanması ve hizmet süreçlerinin planlanması

# CollectedDataPurpose3
source: To measure customer satisfaction and improve service quality
de_de: Um Kundenzufriedenheit zu messen und die Dienstqualit�t zu verbessern
tr_tr: Müşteri memnuniyetinin ölçülmesi ve hizmet kalitesinin artırılması

# CollectedDataPurpose4
source: To fulfill legal obligations
de_de: Um gesetzliche Verpflichtungen zu erfüllen
tr_tr: Yasal yükümlülüklerin yerine getirilmesi

# CollectedDataPurpose5
source: To communicate with you and provide information when necessary
de_de: Um bei Bedarf mit Ihnen zu kommunizieren und Informationen bereitzustellen
tr_tr: Gerektiğinde sizinle iletişim kurulması ve bilgilendirme yapılması

# CollectedDataPurposes
source: Collected Personal Data and Purposes
de_de: Erhobene persönliche Daten und Zwecke
tr_tr: Toplanan Kişisel Veriler ve Amaçları

# CollectedDataPurposesText
source: Your personal data is collected through forms filled out during your service request, email correspondence, phone calls, payment transactions, and on-site inspections at your workplace.
de_de: Ihre pers�nlichen Daten werden durch Formulare, die Sie w�hrend Ihrer Dienstleistungsanfrage ausf�llen, E-Mail-Korrespondenz, Telefonanrufe, Zahlungsvorg�nge und Vor-Ort-Inspektionen an Ihrem Arbeitsplatz erhoben.
tr_tr: Kişisel verileriniz, hizmet talebiniz sırasında doldurduğunuz formlar, e-posta yazışmaları, telefon görüşmeleri, ödeme işlemleri ve iş yerinizde yapılan yerinde incelemeler yoluyla toplanmaktadır.

# CollectedDataRestriction
source: Your personal data is never used for purposes other than those specified above and is not processed for any transactions not aligned with these purposes.
de_de: Ihre personenbezogenen Daten werden niemals für andere als die oben genannten Zwecke verwendet und nicht für Transaktionen verarbeitet, die nicht mit diesen Zwecken übereinstimmen.
tr_tr: Kişisel verileriniz, yukarıda belirtilen amaçlar dışında asla kullanılmaz ve bu amaçlara uygun olmayan hiçbir işlem için işlenmez.

# ComfortConvenience
source: Comfort and Convenience
de_de: Komfort und Bequemlichkeit
tr_tr: Konfor ve Kolaylık

# CompletePayments
source: Complete your payments quickly through our secure system.
de_de: Schließen Sie Ihre Zahlungen schnell über unser sicheres System ab.
tr_tr: Ödemelerinizi güvenli sistemimiz üzerinden hızlıca tamamlayın.

# ComplianceReports
source: Monitor your OHS compliance with real-time reports.
de_de: Überwachen Sie Ihre Arbeitsschutz-Compliance mit Echtzeitberichten.
tr_tr: İSG uyumluluğunuzu anlık raporlarla kontrol edin.

# ComplianceWithRegulations
source: Ensuring businesses meet their legal obligations with services compliant with OHS regulations.
de_de: Sicherstellung, dass Unternehmen ihre gesetzlichen Verpflichtungen mit Dienstleistungen erfüllen, die den Arbeitsschutzvorschriften entsprechen.
tr_tr: İSG yönetmeliklerine uygun hizmetlerle işletmelerin yasal zorunluluklarını yerine getirmesini sağlamak.

source: Contact
de_de: Kontakt
tr_tr: İletişim

# ContactComplaint
source: Contact and Complaint
de_de: Kontakt und Beschwerde
tr_tr: İletişim ve Şikayet

# ContactComplaintText
source: Do not hesitate to contact us if you have any questions, requests, or complaints regarding the processing of your personal data.
de_de: Zögern Sie nicht, uns zu kontaktieren, wenn Sie Fragen, Anfragen oder Beschwerden bezüglich der Verarbeitung Ihrer persönlichen Daten haben.
tr_tr: Kişisel verilerinizin işlenmesiyle ilgili herhangi bir sorunuz, talebiniz veya şikayetiniz olduğunda, bizimle iletişime geçmekten çekinmeyin.

# ContactNow
source: Contact Us Now!
de_de: Kontaktiere uns jetzt!
tr_tr: Hemen Bize Ulaşın!

# ContactText
source: For any questions regarding the Contract, you can reach us at info@ilterisg.com or by phone at +90 541 710 3373.
de_de: Für Fragen zum Vertrag können Sie uns unter info@ilterisg.com oder per Telefon unter +90 541 710 3373 erreichen.
tr_tr: Sözleşme ile ilgili sorularınız için info@ilterisg.com adresinden veya +90 541 710 3373 numaralı telefondan bize ulaşabilirsiniz.

source: Contact Us!
de_de: Kontaktieren Sie uns!
tr_tr: Bize Ulaşın!

# CostAdvantage
source: Providing cost advantages to businesses with suitable OSGB selections.
de_de: Bereitstellung von Kostenvorteilen für Unternehmen durch geeignete OSGB-Auswahl.
tr_tr: Uygun OSGB seçimleri ile işletmelere maliyet avantajı sağlamak.

# CustomerRightsFeedback
source: Customer Rights and Feedback
de_de: Kundenrechte und Feedback
tr_tr: Müşteri Hakları ve Geri Bildirim

# CustomerRightsFeedbackItem1
source: Our customers can report any issues or dissatisfaction encountered during the service process to our 24/7 accessible customer service team.
de_de: Unsere Kunden k�nnen jegliche Probleme oder Unzufriedenheiten, die w�hrend des Dienstprozesses auftreten, unserem rund um die Uhr erreichbaren Kundendienstteam melden.
tr_tr: Müşterilerimiz, hizmet sürecinde karşılaştıkları her türlü sorunu veya memnuniyetsizliği, 7/24 ulaşılabilir müşteri hizmetleri ekibimize bildirebilir.

# CustomerRightsFeedbackItem2
source: Feedback is thoroughly reviewed within a maximum of 2 business days, and solution proposals are presented to the customer.
de_de: R�ckmeldungen werden innerhalb von maximal 2 Werktagen gr�ndlich gepr�ft, und L�sungsvorschl�ge werden dem Kunden vorgelegt.
tr_tr: Geri bildirimler, en geç 2 iş günü içinde detaylı bir şekilde incelenir ve çözüm önerileri müşteriye sunulur.

# CustomerRightsFeedbackItem3
source: Customer satisfaction is our company�????s top priority.
de_de: Kundenzufriedenheit ist die oberste Priorit�t unseres Unternehmens.
tr_tr: Müşteri memnuniyeti, firmamızın öncelikli hedefidir.

source: Data Collection Method
de_de: Datenerhebungsmethode
tr_tr: Verilerin Toplanma Yöntemi

# DataCollectionMethodText
source: Your personal data is collected through forms filled out during your service request, email correspondence, phone calls, payment transactions, and on-site inspections at your workplace. Your data is processed based on your explicit consent or within the framework of legal obligations. During data collection, you are clearly informed about which information is collected and why, and your consent is obtained for optional fields.
de_de: Ihre personenbezogenen Daten werden durch ausgef�llte Formulare w�hrend Ihrer Dienstleistungsanfrage, E-Mail-Korrespondenz, Telefonate, Zahlungstransaktionen und Vor-Ort-Inspektionen an Ihrem Arbeitsplatz gesammelt. Ihre Daten werden auf der Grundlage Ihrer ausdr�cklichen Zustimmung oder im Rahmen gesetzlicher Verpflichtungen verarbeitet. W�hrend der Datenerhebung werden Sie klar dar�ber informiert, welche Informationen warum gesammelt werden, und Ihre Zustimmung wird f�r optionale Felder eingeholt.
tr_tr: Kişisel verileriniz, hizmet talebiniz sırasında doldurduğunuz formlar, e-posta yazışmaları, telefon görüşmeleri, ödeme işlemleri ve iş yerinizde yapılan yerinde incelemeler yoluyla toplanmaktadır. Verileriniz, açık rızanıza dayalı olarak veya yasal zorunluluklar çerçevesinde işlenmektedir. Verilerinizin toplanması sırasında, hangi bilgilerin neden toplandığı size açıkça bildirilir ve isteğe bağlı alanlar için onayınız alınır.

source: Data Retention Period
de_de: Datenaufbewahrungsfrist
tr_tr: Veri Saklama Süresi

# DataRetentionPeriodText
source: Your personal data is retained for the duration of the service and in accordance with legal retention periods.
de_de: Ihre pers�nlichen Daten werden f�r die Dauer des Dienstes und gem�� den gesetzlichen Aufbewahrungsfristen aufbewahrt.
tr_tr: Kişisel verileriniz, hizmetin sunulduğu süre boyunca ve yasal saklama süreleri dikkate alınarak muhafaza edilir.

# DataSecurityDesign
source: These measures are designed to minimize the risk of your data being lost, stolen, or used by unauthorized individuals.
de_de: Diese Maßnahmen sind darauf ausgelegt, das Risiko eines Verlusts, Diebstahls oder einer Nutzung Ihrer Daten durch unbefugte Personen zu minimieren.
tr_tr: Bu önlemler, verilerinizin kaybolması, çalınması veya yetkisiz kişilerce kullanılması riskini en aza indirmek için tasarlanmıştır.

# DataSecurityMeasure1
source: Data collected electronically is protected with advanced encryption methods (e.g., SSL certificate and AES-256 encryption) and can only be accessed by authorized personnel.
de_de: Elektronisch gesammelte Daten werden mit fortschrittlichen Verschlüsselungsmethoden (z. B. SSL-Zertifikat und AES-256-Verschlüsselung) geschützt und können nur von autorisiertem Personal eingesehen werden.
tr_tr: Elektronik ortamda toplanan veriler, gelişmiş şifreleme yöntemleri (örneğin, SSL sertifikası ve AES-256 şifreleme) ile korunmakta ve yalnızca yetkili personel tarafından erişilebilmektedir.

# DataSecurityMeasure2
source: Physical documents are stored in locked cabinets and secure archive rooms, with strict monitoring of access and exits.
de_de: Physische Dokumente werden in verschlossenen Schr�nken und sicheren Archivr�umen aufbewahrt, wobei der Zugang und die Ausg�nge streng �berwacht werden.
tr_tr: Fiziksel belgeler, kilitli dolaplarda ve güvenli arşiv odalarında saklanmakta; bu alanlara giriş-çıkışlar sıkı bir şekilde denetlenmektedir.

# DataSecurityMeasure3
source: Our databases are continuously monitored against unauthorized access and protected by firewalls.
de_de: Unsere Datenbanken werden kontinuierlich auf unbefugten Zugriff überwacht und durch Firewalls geschützt.
tr_tr: Veri tabanlarımız, yetkisiz erişimlere karşı sürekli izlenmekte ve güvenlik duvarları ile korunmaktadır.

# DataSecurityMeasure4
source: We have emergency plans in place for potential data breaches, and in such cases, we are committed to notifying you and the relevant authorities within 72 hours as per KVKK regulations.
de_de: Wir haben Notfallpl�ne f�r m�gliche Datenverletzungen vorhanden, und in solchen F�llen verpflichten wir uns, Sie und die zust�ndigen Beh�rden gem�� KVKK-Vorschriften innerhalb von 72 Stunden zu informieren.
tr_tr: Olası veri ihlallerine karşı acil durum planlarımız mevcut olup, böyle bir durumda KVKK uyarınca 72 saat içinde sizi ve ilgili mercileri bilgilendirme taahhüdümüz bulunmaktadır.

# DataSecurityMeasure5
source: Our staff is regularly trained on our privacy policies and KVKK regulations, and they are made aware of data security.
de_de: Unser Personal wird regelm��ig in unseren Datenschutzrichtlinien und KVKK-Vorschriften geschult und �ber Datensicherheit sensibilisiert.
tr_tr: Personelimiz, gizlilik politikalarımız ve KVKK kapsamında düzenli olarak eğitilmekte ve veri güvenliği konusunda bilinçlendirilmektedir.

# DataSecurityMeasures
source: Data Security and Protection Measures
de_de: Datensicherheits- und Schutzmaßnahmen
tr_tr: Veri Güvenliği ve Koruma Önlemleri

# DataSecurityMeasuresIntro
source: Our company takes the latest technological and physical measures to ensure the security of your personal data:
de_de: Unser Unternehmen trifft die neuesten technologischen und physischen Ma�nahmen, um die Sicherheit Ihrer pers�nlichen Daten zu gew�hrleisten:
tr_tr: Firmamız, kişisel verilerinizin güvenliğini sağlamak için en güncel teknolojik ve fiziksel önlemleri almaktadır:

# DataSharingException1
source: With official authorities for fulfilling legal obligations (e.g., court order or ministry request)
de_de: Mit offiziellen Behörden zur Erfüllung gesetzlicher Verpflichtungen (z. B. Gerichtsbeschluss oder Ministeriumsanfrage)
tr_tr: Hukuki yükümlülüklerin yerine getirilmesi için resmi makamlarla (örneğin, mahkeme kararı veya Bakanlık talebi)

# DataSharingException2
source: With OSGB experts collaborating on a part of the service (in which case, the experts are also bound by KVKK-compliant confidentiality agreements)
de_de: Mit OSGB-Experten, die an einem Teil des Dienstes mitwirken (in diesem Fall sind die Experten auch an KVKK-konforme Vertraulichkeitsvereinbarungen gebunden)
tr_tr: Hizmetin bir kısmının yürütülmesi için iş birliği yapılan OSGB uzmanlarıyla (bu durumda, uzmanlar da KVKK’ya uygun gizlilik sözleşmeleri ile bağlıdır)

# DataSharingIntro
source: Our company does not share your personal data with third parties except for legal obligations. However, data sharing may occur in the following exceptional cases:
de_de: Unser Unternehmen gibt Ihre personenbezogenen Daten au�er bei gesetzlichen Verpflichtungen nicht an Dritte weiter. Eine Datenfreigabe kann jedoch in folgenden Ausnahmef�llen erfolgen:
tr_tr: Firmamız, kişisel verilerinizi yasal zorunluluklar dışında hiçbir şekilde üçüncü kişilerle paylaşmamaktadır. Ancak, aşağıdaki istisnai durumlarda veri paylaşımı gerçekleşebilir:

# DataSharingRestriction
source: When data sharing with third parties is necessary, only the minimum required data is transferred, and these parties are required to adhere to the same security standards.
de_de: Wenn eine Datenweitergabe an Dritte erforderlich ist, werden nur die minimal erforderlichen Daten übertragen, und diese Parteien sind verpflichtet, den gleichen Sicherheitsstandards zu entsprechen.
tr_tr: Üçüncü taraflarla veri paylaşımı gerektiğinde, yalnızca gerekli minimum veri aktarılır ve bu tarafların da aynı güvenlik standartlarına uyması zorunlu kılınır.

# DataSharingThirdParties
source: Data Sharing and Relations with Third Parties
de_de: Datenfreigabe und Beziehungen zu Dritten
tr_tr: Verilerin Paylaşımı ve Üçüncü Taraflarla İlişkiler

# DeliveryCondition1
source: The service start date and schedule are notified to the Buyer via email or phone.
de_de: Das Startdatum und der Zeitplan des Dienstes werden dem K�ufer per E-Mail oder Telefon mitgeteilt.
tr_tr: Hizmet başlangıç tarihi ve takvimi, Alıcı’ya e-posta veya telefon yoluyla bildirilir.
