Repository: emergedpower/ilterisgHome
Catalog: ilterisgHome/Resources/ilterisg.Models.SharedResource.*.resx
Languages: de_de, tr_tr

# PriceInfo
source: The fee is clearly notified to the Buyer during the purchase process and presented as the total amount including all taxes.
de_de: Die Geb�hr wird dem K�ufer w�hrend des Kaufprozesses klar mitgeteilt und als Gesamtbetrag unter Einbeziehung aller Steuern pr�sentiert.
tr_tr: Ücret, satın alma işlemi sırasında Alıcı’ya açıkça bildirilir ve tüm vergiler dahil edilerek toplam tutar olarak sunulur.

source: Privacy Policy
de_de: Datenschutzrichtlinie
tr_tr: Gizlilik Sözleşmesi

# PrivacyPolicyDescription1
source: Our company is committed to protecting the security and privacy of our customers�???? personal data to the highest degree in accordance with Law No. 6698 on the Protection of Personal Data (KVKK).
de_de: Unser Unternehmen verpflichtet sich, die Sicherheit und Privatsph�re der pers�nlichen Daten unserer Kunden nach h�chsten Standards gem�� Gesetz Nr. 6698 zum Schutz personenbezogener Daten (KVKK) zu sch�tzen.
tr_tr: Firmamız, 6698 sayılı Kişisel Verilerin Korunması Kanunu (KVKK) uyarınca, müşterilerimizin kişisel verilerinin güvenliğini ve gizliliğini en üst düzeyde korumayı taahhüt eder.

# RegisterApply
source: Register and Apply
de_de: Registrieren und Bewerben
tr_tr: Kaydol ve Başvur

# RegisterApplyDesc
source: Securely register your company and specify the occupational health and safety (OHS) services you need.
de_de: Registrieren Sie Ihr Unternehmen sicher und legen Sie die benötigten Arbeitsschutz- und Sicherheitsdienstleistungen fest.
tr_tr: Firmanızı güvenle kaydedin, ihtiyaç duyduğunuz iş sağlığı ve güvenliği (İSG) hizmetlerini belirleyin.

source: Resources
de_de: Ressourcen
tr_tr: Kaynaklar

# ReturnCancellation
source: Return and Cancellation Conditions
de_de: Rückgabe- und Stornierungsbedingungen
tr_tr: İade ve İptal Koşulları

# ReturnCancellationItem1
source: The Buyer notifies the Seller by providing documentation.
de_de: Der K�ufer benachrichtigt den Verk�ufer unter Vorlage von Unterlagen.
tr_tr: Alıcı, durumu belgeleyerek Satıcı’ya bildirir.

# ReturnCancellationItem2
source: The Seller addresses the deficiency within 48 hours or provides compensation services.
de_de: Der Verk�ufer behebt den Mangel innerhalb von 48 Stunden oder bietet Ausgleichsleistungen an.
tr_tr: Satıcı, 48 saat içinde eksikliği giderir veya telafi hizmeti sunar.

# ReturnCancellationItem3
source: If the deficiency cannot be resolved, the full paid amount or the amount corresponding to the deficiency is refunded within 7 business days.
de_de: Kann der Mangel nicht behoben werden, wird der volle gezahlte Betrag oder der Betrag, der dem Mangel entspricht, innerhalb von 7 Werktagen erstattet.
tr_tr: Eksiklik giderilemezse, ödenen bedelin tamamı veya eksik kalan kısma karşılık gelen tutar 7 iş günü içinde iade edilir.

# ReturnCancellationText
source: Return is not possible after the service has started.
de_de: Eine Rückgabe ist nach Beginn des Dienstes nicht möglich.
tr_tr: Hizmetin başlamasından sonra iade mümkün değildir.

# ReturnGuarantee
source: Service Refund and Guarantee
de_de: Dienstleistungsrückerstattung und Garantie
tr_tr: Hizmet İadesi ve Güvence

# ReturnGuaranteeItem1
source: Due to the nature of the service, a refund is not possible after it has started. However, if the service provided by our company is incomplete or inadequate, the customer can report this to our company with documentation.
de_de: Aufgrund der Natur des Dienstes ist eine R�ckerstattung nach Beginn nicht m�glich. Wenn der von unserem Unternehmen erbrachte Dienst jedoch unvollst�ndig oder unzureichend ist, kann der Kunde dies mit Dokumentation unserem Unternehmen melden.
tr_tr: Hizmetin niteliği gereği, başladıktan sonra iade edilmesi mümkün değildir. Ancak, firmamızın sunduğu hizmetin eksik veya yetersiz olduğu durumlarda, müşteri bu durumu belgeleyerek firmamıza bildirebilir.

# ReturnGuaranteeItem2
source: In case deficiencies are identified, our company provides additional support or free compensatory service within 48 hours. The customer incurs no additional costs during this process.
de_de: Wenn der von unserem Unternehmen erbrachte Dienst jedoch unzureichend oder unvollst�ndig ist, kann der Kunde uns dies unter Vorlage von Unterlagen mitteilen.
tr_tr: Eksikliklerin tespiti halinde, firmamız 48 saat içinde ek destek sağlar veya ücretsiz telafi hizmeti sunar. Bu süreçte müşteri hiçbir ek maliyetle karşılaşmaz.

# ReturnGuaranteeItem3
source: Upon detection of deficiencies, our company provides additional support within 48 hours or offers free compensation services.
de_de: Bei Feststellung von M�ngeln bietet unser Unternehmen innerhalb von 48 Stunden zus�tzliche Unterst�tzung oder kostenlose Ausgleichsleistungen an.
tr_tr: Eksikliklerin tespiti halinde, firmamız 48 saat içinde ek destek sağlar veya ücretsiz telafi hizmeti sunar.

source: Right of Withdrawal
de_de: Widerrufsrecht
tr_tr: Cayma Hakkı

# RightOfWithdrawalItem1
source: The Buyer notifies the Seller of the withdrawal request in writing (via email or registered letter).
de_de: Der K�ufer teilt dem Verk�ufer den Widerrufsantrag schriftlich (per E-Mail oder Einschreiben) mit.
tr_tr: Alıcı, cayma talebini yazılı olarak (e-posta veya iadeli taahhütlü mektup ile) Satıcı’ya bildirir.

# RightOfWithdrawalItem2
source: The paid amount is refunded to the Buyer without interruption within 10 (ten) business days from the withdrawal notification.
de_de: Der gezahlte Betrag wird dem K�ufer innerhalb von 10 (zehn) Werktagen ab der Widerrufsmitteilung ohne Unterbrechung erstattet.
tr_tr: Cayma bildiriminden itibaren 10 (on) iş günü içinde ödenen bedel, Alıcı’ya kesintisiz olarak iade edilir.

# RightOfWithdrawalItem3
source: The right of withdrawal cannot be exercised after the service has started; in this case, return and cancellation conditions apply.
de_de: Das Widerrufsrecht kann nach Beginn des Dienstes nicht ausgeübt werden; in diesem Fall gelten Rückgabe- und Stornierungsbedingungen.
tr_tr: Hizmetin başlamasından sonra cayma hakkı kullanılamaz; bu durumda iade ve iptal koşulları geçerlidir.

# RightOfWithdrawalNote
source: The right of withdrawal may become invalid if the Buyer explicitly consents to the early start of the service.
de_de: Das Widerrufsrecht kann ung�ltig werden, wenn der K�ufer ausdr�cklich der vorzeitigen Inbetriebnahme des Dienstes zustimmt.
tr_tr: Cayma hakkı, Alıcı’nın açık rızasıyla hizmetin erken başlaması durumunda geçersiz hale gelebilir.

# RightOfWithdrawalText
source: The Buyer may exercise the right of withdrawal within 14 (fourteen) days before the service starts, due to the nature of the service.
de_de: Der K�ufer kann das Widerrufsrecht aufgrund der Art des Dienstes innerhalb von 14 (vierzehn) Tagen vor Beginn des Dienstes aus�ben.
tr_tr: Alıcı, hizmetin niteliği gereği cayma hakkını, hizmetin başlamasından önceki 14 (ondört) gün içinde kullanabilir.

source: Risk Analysis
de_de: Risikoanalyse
tr_tr: Risk Analizi

# SafeLegalSolutions
source: Safe and Legal Solutions
de_de: Sichere und rechtliche Lösungen
tr_tr: Güvenli ve Yasal Çözümler

# SafeLegalSolutionsDesc
source: Manage all your OHS processes from a single point, easily meet all legal requirements related to occupational health and safety. Protect your employees with our OSGB services and prepare your workplace for inspections.
de_de: Verwalten Sie alle Ihre Arbeitsschutzprozesse von einem einzigen Ort aus und erfüllen Sie mühelos alle gesetzlichen Anforderungen im Zusammenhang mit Arbeitsschutz und Sicherheit. Schützen Sie Ihre Mitarbeiter mit unseren OSGB-Diensten und bereiten Sie Ihren Arbeitsplatz auf Inspektionen vor.
tr_tr: Tüm İSG süreçlerinizi tek noktadan yönetin, iş sağlığı ve güvenliğiyle ilgili tüm yasal gereklilikleri kolayca yerine getirin. OSGB hizmetlerimizle çalışanlarınızı koruyun, iş yerinizi denetimlere hazır hale getirin.

# SafeWorkEnvironment
source: Safe Work Environment: Protecting employee health and creating safe environments.
de_de: Sicheres Arbeitsumfeld: Schutz der Gesundheit der Mitarbeiter und Schaffung sicherer Umgebungen.
tr_tr: Güvenli Çalışma Ortamı: Çalışanların sağlığını korumak ve güvenli ortamlar oluşturmak.

# SaveTimeCost
source: helping you save time and cost.
de_de: und helfen Ihnen, Zeit und Kosten zu sparen.
tr_tr: zaman ve maliyet tasarrufu yapmanıza yardımcı oluyoruz.

source: Scroll to top
de_de: Nach oben scrollen
tr_tr: Yukarı çık

# SelectOSGB
source: Choose the most suitable OSGB and get an instant offer.
de_de: W�hlen Sie das passendste OSGB und erhalten Sie sofort ein Angebot.
tr_tr: Size en uygun OSGB’yi seçin ve anında teklif alın.

# SelectSubject
source: Select...
de_de: W�hlen...
tr_tr: Seçin...

source: Seller
de_de: Verk�ufer
tr_tr: Satıcı

# SellerAddress
source: Atatürk Mah. Cumhuriyet Cad. No: 123, 34750 Istanbul, Turkey
de_de: Atatürk Mah. Cumhuriyet Cad. Nr.: 123, 34750 Istanbul, Türkei
tr_tr: Atatürk Mah. Cumhuriyet Cad. No: 123, 34750 İstanbul, Türkiye

# SellerObligation1
source: To provide the service in the quality and within the timeframe specified in the Contract
de_de: Die Dienstleistung in der im Vertrag festgelegten Qualit�t und innerhalb der festgelegten Frist zu erbringen
tr_tr: Hizmeti, Sözleşme’de belirtilen nitelikte ve sürede sunmak

# SellerObligation2
source: To inform the Buyer about all processes
de_de: Den K�ufer �ber alle Prozesse zu informieren
tr_tr: Alıcı’yı tüm süreçler hakkında bilgilendirmek

# SellerObligation3
source: To protect personal data under KVKK regulations
de_de: Pers�nliche Daten gem�� KVKK-Vorschriften zu sch�tzen
tr_tr: KVKK kapsamında kişisel verileri korumak

# SellerObligations
source: Seller�????s Obligations
de_de: Verpflichtungen des Verk�ufers
tr_tr: Satıcı’nın Yükümlülükleri

# SellerTax
source: Beyoğlu Tax Office - 1234567890
de_de: Beyoğlu Steueramt - 1234567890
tr_tr: Beyoğlu Vergi Dairesi - 1234567890

# SellerTitle
source: İLTER Occupational Health and Safety Services Ltd. Co.
de_de: İLTER Arbeitsschutz- und Sicherheitsdienste GmbH
tr_tr: İLTER İş Sağlığı ve Güvenliği Hizmetleri Ltd. Şti.

source: Send
de_de: Senden
tr_tr: Gönder

source: Service Duration
de_de: Dienstleistungszeitraum
tr_tr: Hizmet Süresi

# ServiceDurationValue
source: 12 Months
de_de: 12 Monate
tr_tr: 12 Ay

# ServiceFeaturesPrice
source: Service Features and Price Information
de_de: Dienstmerkmale und Preisinformationen
tr_tr: Hizmetin Özellikleri ve Ücret Bilgileri

# ServiceImageAlt
source: Service Image
de_de: Dienstleistungsbild
tr_tr: Hizmet Görseli

# Services
source: Our Services
de_de: Unsere Dienstleistungen
tr_tr: Hizmetlerimiz

source: Service Type
de_de: Diensttyp
tr_tr: Hizmet Türü

# ServiceTypeValue
source: Occupational Health and Safety Inspection and Training
de_de: Arbeitsschutz- und Sicherheitsinspektion und Schulung
tr_tr: İş Sağlığı ve Güvenliği Denetimi ve Eğitimi

# Slide1Title
source: Safe Work Environments with OHS Expertise
de_de: Sichere Arbeitsumgebungen mit Arbeitsschutzexpertise
tr_tr: İSG Uzmanlığı ile Güvenli Çalışma Ortamları

# Slide2Alt
source: Occupational Safety Expertise Image
de_de: Arbeitssicherheitsexpertise Bild
tr_tr: İş Güvenliği Uzmanlığı Görseli

# Slide2Subtitle
source: Safe Work Environments with OHS Expertise
de_de: Sichere Arbeitsumgebungen mit Arbeitsschutzexpertise
tr_tr: İSG Uzmanlığı ile Güvenli Çalışma Ortamları

# Slide2Title
source: Safe Work Environments with OHS Expertise
de_de: Sichere Arbeitsumgebungen mit Arbeitsschutzexpertise
tr_tr: İSG Uzmanlığı ile Güvenli Çalışma Ortamları

# SpecialCasesContact
source: Special Cases and Contact
de_de: Sonderf�lle und Kontakt
tr_tr: Özel Durumlar ve İletişim

# SpecialCasesContactItem1
source: Please contact our customer service team to evaluate any special circumstances related to the delivery process, return conditions, or payment plans.
de_de: Bitte kontaktieren Sie unser Kundendienstteam, um besondere Umst�nde im Zusammenhang mit dem Lieferprozess, R�ckgabebedingungen oder Zahlungspl�nen zu bewerten.
tr_tr: Teslimat süreci, iade koşulları veya ödeme planlarıyla ilgili herhangi bir özel durumunuzu değerlendirmemiz için lütfen müşteri hizmetleri ekibimizle iletişime geçin.

# SpecialCasesContactItem2
source: In emergencies, immediate action is taken to prevent disruptions to OSGB services, and alternative solutions are offered to the customer.
de_de: In Notf�llen wird sofort gehandelt, um Unterbrechungen der OSGB-Dienste zu verhindern, und dem Kunden werden alternative L�sungen angeboten.
tr_tr: Acil durumlarda, OSGB hizmetlerinin kesintiye uğramaması için ivedilikle müdahale edilir ve müşteriye alternatif çözümler sunulur.

# SpecialCasesContactItem3
source: For detailed information, support, or special requests, you can email info@ilterisg.com or reach us at +90 541 710 3373.
de_de: Für detaillierte Informationen, Unterstützung oder spezielle Anfragen können Sie eine E-Mail an info@ilterisg.com senden oder uns unter +90 541 710 3373 erreichen.
tr_tr: Detaylı bilgi, destek veya özel talepleriniz için info@ilterisg.com adresine e-posta gönderebilir ya da +90 541 710 3373 numaralı telefondan bize ulaşabilirsiniz.

source: Subject
de_de: Betreff
tr_tr: Konu Başlığı

# SubjectDescription
source: The subject of this Contract is to regulate the qualities, fees, payment methods, delivery conditions, right of withdrawal, return, and cancellation procedures of the OSGB (Joint Health and Safety Unit) services purchased by the Buyer through the Seller�????s www.ilterisg.com website.
de_de: Der Gegenstand dieses Vertrags ist die Regelung der Qualit�ten, Geb�hren, Zahlungsmethoden, Lieferbedingungen, des Widerrufsrechts, der R�ckgabe- und Stornierungsverfahren der OSGB-Dienste (Gemeinsame Gesundheits- und Sicherheitsstelle), die der K�ufer �ber die Website www.ilterisg.com des Verk�ufers kauft.
tr_tr: İşbu Sözleşme’nin konusu, Alıcı’nın Satıcı’ya ait www.ilterisg.com web sitesi üzerinden satın aldığı Ortak Sağlık ve Güvenlik Birimi (OSGB) hizmetlerinin nitelikleri, ücreti, ödeme şekli, teslimat koşulları, cayma hakkı, iade ve iptal prosedürlerini düzenlemektir.

source: Success!
de_de: Erfolg!
tr_tr: Başarılı!

# SuitableOSGBSelection
source: OSGB selection suitable for your industry.
de_de: OSGB-Auswahl, die zu Ihrer Branche passt.
tr_tr: Sektörünüze uygun OSGB seçimi.

source: Support
tr_tr: Destek

# SustainableSolutions
source: Providing convenience to everyone by developing sustainable, eco-friendly OHS solutions.
de_de: Allen durch nachhaltige, umweltfreundliche IAG-Lösungen Bequemlichkeit bieten.
tr_tr: Sürdürülebilir, çevre dostu İSG çözümleri geliştirerek herkese kolaylık sağlamak.

# TaxOfficeNumber
source: Tax Office and Number
de_de: Steueramt und Nummer
tr_tr: Vergi Dairesi ve No

# ThusWeAccelerate
source: Thus, we accelerate your OHS processes
de_de: Damit beschleunigen wir Ihre IAG-Prozesse
tr_tr: Böylece İSG süreçlerinizi hızlandırıyor

# TimeResourceSaving
source: Time and Resource Saving
de_de: Zeit- und Ressourcenersparnis
tr_tr: Zamandan ve Kaynaktan Tasarruf

source: Title
de_de: Titel
tr_tr: Başlık

source: Total Price
de_de: Gesamtpreis
tr_tr: Toplam Ücret

# TrackAgreements
source: Track your agreements digitally, eliminate unnecessary paperwork.
de_de: Verfolgen Sie Ihre Vereinbarungen digital und vermeiden Sie unnötigen Papierkram.
tr_tr: Anlaşmalarınızı dijital ortamda takip edin, gereksiz evrak işlerinden kurtulun.

# TrainingConsultingCompliance
source: Full compliance with training and consulting services.
de_de: Vollst�ndige �bereinstimmung mit Schulungs- und Beratungsdiensten.
tr_tr: Eğitim ve danışmanlık hizmetleriyle tam uyumluluk.

# TrustPeace
source: Trust and Peace
de_de: Vertrauen und Ruhe
tr_tr: Güven ve Huzur

# TrustPeaceDate
source: April 10, 2022
de_de: 10. April 2022
tr_tr: 10 Nisan 2022

source: Turkish
de_de: Türkisch
tr_tr: Türkçe

# ValidityApproval
source: Validity and Approval
de_de: Gültigkeit und Genehmigung
tr_tr: Yürürlük ve Onay

# ValidityApprovalText
source: This Contract enters into force when the Buyer completes the purchase process on the website and checks the \"I have read and accept the Contract\" box.
de_de: Dieser Vertrag tritt in Kraft, wenn der K�ufer den Kaufprozess auf der Website abschlie�t und das K�stchen \"Ich habe den Vertrag gelesen und akzeptiere ihn\" ankreuzt.
tr_tr: İşbu Sözleşme, Alıcı’nın web sitesinde satın alma işlemini tamamlaması ve \"Sözleşmeyi Okudum ve Kabul Ediyorum\" kutucuğunu işaretlemesiyle yürürlüğe girer.

# WeAreWithYou
source: We are always with you in your work and safety.
de_de: Wir sind immer an Ihrer Seite in Ihrer Arbeit und Sicherheit.
tr_tr: İşiniz ve güvenliğinizde her zaman yanınızdayız.

source: Website
tr_tr: Web Sitesi

# WebsiteCriteriaPolicies
source: Website Criteria and Policies
de_de: Website-Kriterien und Richtlinien
tr_tr: Web Sitesi Kriterleri ve Politikalarımız

# WeHandleForYou
source: we handle these processes for you and provide them to you.
de_de: wir übernehmen diese Prozesse für Sie und stellen sie Ihnen zur Verfügung.
tr_tr: biz sizin yerinize bu işlemleri yapıyor ve size sunuyoruz.

# WeOfferSuitableOSGB
source: we offer the most suitable OSGB (Joint Health and Safety Unit) service for your company
de_de: wir bieten Ihnen den am besten geeigneten OSGB-Dienst (Gemeinsame Gesundheits- und Sicherheitsstelle) für Ihr Unternehmen
tr_tr: Firmanızın ihtiyacına en uygun OSGB (Ortak Sağlık Güvenlik Birimi) hizmetini sunuyor

source: Why Choose Us?
de_de: Warum uns w�hlen?
tr_tr: Neden bizi seçmelisiniz?

source: Your Message
de_de: Ihre Nachricht
tr_tr: Mesajınız

# YourMessagePlaceholder
source: Enter your message here...
de_de: Geben Sie Ihre Nachricht ein
tr_tr: Mesajınızı buraya yazın...

# YourRight1
source: To learn whether your data is being processed
de_de: Zu erfahren, ob Ihre Daten verarbeitet werden
tr_tr: Verilerinizin işlenip işlenmediğini öğrenme

# YourRight2
source: To request information if your data has been processed
de_de: Informationen anzufordern, wenn Ihre Daten verarbeitet wurden
tr_tr: İşlenmişse buna ilişkin bilgi talep etme

# YourRight3
source: To learn the purpose of the processing of your data and whether it is used in accordance with that purpose
de_de: Zu erfahren, welchem Zweck die Verarbeitung Ihrer Daten dient und ob sie diesem Zweck entsprechend genutzt wird
tr_tr: Verilerinizin işlenme amacını ve bu amaca uygun kullanılıp kullanılmadığını öğrenme

# YourRight4
source: To know the third parties to whom your data has been transferred
de_de: Die Dritten zu kennen, an die Ihre Daten übermittelt wurden
tr_tr: Verilerinizin aktarıldığı üçüncü kişileri bilme

# YourRight5
source: To request the correction of incomplete or inaccurately processed data
de_de: Die Korrektur unvollst�ndiger oder unrichtig verarbeiteter Daten zu verlangen
tr_tr: Eksik veya yanlış işlenmiş verilerin düzeltilmesini isteme

# YourRight6
source: To object to the emergence of a result against you in case your processed data is analyzed with automated systems
de_de: Widerspruch einzulegen, falls bei der Analyse Ihrer verarbeiteten Daten mit automatisierten Systemen ein Ergebnis zu Ihren Ungunsten entsteht
tr_tr: İşlenen verilerin otomatik sistemlerle analiz edilmesi durumunda aleyhinize bir sonucun ortaya çıkmasına itiraz etme

# YourRightsContact
source: You can exercise these rights by submitting a written application to destek@ilterisg.com or by contacting us at +90 541 710 3373.
de_de: Sie können diese Rechte ausüben, indem Sie eine schriftliche Anfrage an destek@ilterisg.com senden oder uns unter +90 541 710 3373 kontaktieren.
tr_tr: Bu haklarınızı kullanmak için destek@ilterisg.com adresine yazılı olarak başvurabilir veya +90 541 710 3373 numaralı telefondan bizimle iletişime geçebilirsiniz.

# YourRightsKVKK
source: Your Rights Under KVKK
de_de: Ihre Rechte gem�� KVKK
tr_tr: KVKK Kapsamındaki Haklarınız

# YourRightsKVKKIntro
source: Under Law No. 6698, you have the following rights regarding your personal data:
de_de: Gem�� Gesetz Nr. 6698 haben Sie die folgenden Rechte in Bezug auf Ihre pers�nlichen Daten:
tr_tr: 6698 sayılı Kanun uyarınca, kişisel verilerinizle ilgili aşağıdaki haklara sahipsiniz:

# ZeroAccidentVision
source: Creating clean, fast, and safe working environments with a zero-accident vision.
de_de: Saubere, schnelle und sichere Arbeitsumgebungen mit einer Vision von null Unf�llen schaffen.
tr_tr: Sıfır iş kazası vizyonuyla temiz, hızlı ve güvenli çalışma alanları oluşturmak.

source: Add
de_de: Hinzufügen
tr_tr: Ekle

source: Add New Post
de_de: Neuen Beitrag hinzufügen
tr_tr: Yeni Yazı Ekle

source: Add YouTube Video
de_de: YouTube-Video hinzufügen
tr_tr: YouTube Videosu Ekle

source: Back
de_de: Zurück
tr_tr: Geri

source: Blog Homepage
de_de: Blog Startseite
tr_tr: Blog Anasayfa

source: Blog Management
de_de: Blogverwaltung
tr_tr: Blog Yönetimi

source: Cancel
de_de: Abbrechen
tr_tr: İptal Et

source: Comments
de_de: Kommentare
tr_tr: Yorumlar

# ConfirmDeleteMessage
source: Are you sure you want to delete this?
de_de: Sind Sie sicher, dass Sie dies löschen möchten?
tr_tr: Şunu silmek istediğinize emin misiniz?

# ConfirmDeletePost
source: titled post
de_de: betitelten Beitrag
tr_tr: başlıklı yazıyı

# ContainerNotFoundError
source: Related section not found. Please refresh the page.
de_de: Verwandter Abschnitt nicht gefunden. Bitte aktualisieren Sie die Seite.
tr_tr: İlgili bölüm bulunamadı. Lütfen sayfayı yenileyin.

source: Content
de_de: Inhalt
tr_tr: İçerik

source: Creation Date
de_de: Erstellungsdatum
tr_tr: Oluşturulma Tarihi

source: Delete
de_de: Löschen
tr_tr: Sil

# DeleteError
source: An error occurred while deleting:
de_de: Ein Fehler ist beim Löschen aufgetreten:
tr_tr: Silme işlemi sırasında bir hata oluştu:

# DeleteFailed
source: Delete operation failed.
de_de: Löschvorgang fehlgeschlagen.
tr_tr: Silme işlemi başarısız.

source: Delete Post
de_de: Beitrag Löschen
tr_tr: Yazıyı Sil

source: Draft
de_de: Entwurf
tr_tr: Taslak

# DragOrClickToUpload
source: Drag an image here or click to upload
de_de: Ziehen Sie ein Bild hierher oder klicken Sie, um hochzuladen
tr_tr: Görseli buraya sürükleyin veya tıklayın

source: Edit
de_de: Bearbeiten
tr_tr: Düzenle

source: Edit Post
de_de: Beitrag Bearbeiten
tr_tr: Yazıyı Düzenle

source: Enter image URL or upload
de_de: Bild-URL eingeben oder hochladen
tr_tr: Gorsel URL girin veya gorsel yukleyin

# BlogCreateTooltipTitle
source: Main title of the post. Visible in list and detail pages.
de_de: Haupttitel des Beitrags. Auf Listen- und Detailseiten sichtbar.
tr_tr: Yazının ana başlığıdır. Liste ve detay sayfasında görünür.

# BlogCreateTooltipContent
source: Full body of the blog post. Cannot be empty.
de_de: Vollständiger Inhalt des Blogbeitrags. Darf nicht leer sein.
tr_tr: Blog içeriğinin tamamıdır. Boş bırakılamaz.

# BlogCreateTooltipFeaturedImage
source: Stores featured image URL. You can enter a URL or upload a file.
de_de: Speichert die URL des Beitragsbildes. Sie können eine URL eingeben oder eine Datei hochladen.
tr_tr: Öne çıkan görselin adresi burada tutulur. URL girebilir veya dosya yükleyebilirsiniz.

# BlogCreateTooltipSummary
source: Short summary used on cards and search results.
de_de: Kurze Zusammenfassung für Karten und Suchergebnisse.
tr_tr: Kısa özet kartlarda ve arama sonucunda kullanılır.

# BlogCreateTooltipMetaTitle
source: Appears as Google result title. Recommended length is 50-70 characters.
de_de: Erscheint als Google-Ergebnistitel. Empfohlene Länge: 50-70 Zeichen.
tr_tr: Google sonuç başlığında görünür. Önerilen uzunluk 50-70 karakterdir.

# BlogCreateTooltipMetaDescription
source: Appears as Google result description line. Recommended length is 120-160 characters.
de_de: Erscheint als Google-Ergebnisbeschreibung. Empfohlene Länge: 120-160 Zeichen.
tr_tr: Google sonuç açıklama satırında görünür. Önerilen uzunluk 120-160 karakterdir.
